[
  {
    "title": "Riding the Second COVID-19 Wave - What Will it Take?",
    "content": "Since April 1, India has added over 13 lakh new COVID-19 cases to its tally. In the two-week period since then, more people have tested positive for Covid than in March and February put together. In January and the first half of February, the reproductive rate (R) for India was significantly below 1, which meant that each Covid positive person was infecting less than one person - in effect, that transmission rates were falling.\nToday, the situation is very different. R stands at 1.48, which means that each patient is infecting one and a half other people - and that the epidemic is spreading exponentially.",
    "user_id": 7
  },
  {
    "title": "Lockdown dismantling our travel dreams…",
    "content": "Country-wide lockdowns continue to take hold of our lives, dismantling every aspect of our daily routines, from work to shopping, to exercising and schooling (parents, I feel your pain). Lockdown has also dealt a hammer blow to our travel plans. It has mercilessly forced many of us to cancel or indefinitely postpone our travel arrangements. But our data has painted an even grimmer picture… it appears that lockdown has stopped us dreaming.",
    "user_id": 3
  },
  {
    "title": "14 Great Ways to Teach Yourself to Code",
    "content": "This is just the beginning of your education. The thing with technology is that it doesn’t stay the same for long. This is particularly true with web development.\nNew frameworks and libraries are constantly being released for JavaScript meaning there is always something new to learn. Then there are loads of different programming languages. Realistically, your efforts in learning programming are only just beginning!",
    "user_id": 6
  },
  {
    "title": "Flask vs Django - Which Is Better?",
    "content": "Django, on one hand, is a full-stack web framework, whereas Flask is a light-weight, extensible framework. If you want to dig more into coding and learn core concepts, Flask helps you understand how each component from the back-end works to get a simple web application up and running. Learn more about Flask through this mega tutorial. Django follows lots of design patterns, and hence you learn a lot of exciting concepts. Further, with both frameworks, there is a whole lot of community support and documentation, so if you ever run into any problems, the chances are that the problem has been already discussed and sorted out – something that makes your work easier.",
    "user_id": 2
  },
  {
    "title": "You Won't Believe This Clickbait Title!",
    "content": "Clickbait gets a lot of hate and probably for good reason. Clickbait-y headlines are often sensationalist, misleading, or just outright ridiculous. But there’s no doubt that clickbait headlines – when used appropriately – do work when it comes to grabbing a user’s attention and driving clicks. The key word here is “appropriately”. How can you use clickbait headlines without misleading or ticking off your audience? ‘X Reasons Why…’ You’ve likely seen this headline around a lot, and that’s likely because it was found to be one of the most effective titles when it comes to driving social media engagement and clicks.",
    "user_id": 1
  },
  {
    "title": "Why should child labour be eliminated and how?",
    "content": "Child labour should be eliminated because the children employed at tender age as domestic servants, dish-washers at road-side dhabas and in hazardous industries making glass bangles, biris, crackers etc. lose the charm of the spring of their life. Their childhood is stolen. Burdened by the responsibility of work, they become adults too soon. Most of them are undernourished, ill-fed, uneducated, and poor. They have a stunted growth. Child labour can be eliminated only through concerted efforts on the part of government agencies, NGOs (Non-Government Organisations), co-operative societies and political leaders. Mere passing of law will not help. Laws should be enacted faithfully. The children thrown out of work should be rehabilitated and given proper food, clothes, education and pocket money. Their feelings, thoughts and emotions should be respected. Let them enjoy sunshine and fresh air.",
    "user_id": 6
  },
  {
    "title": "The Only Way to Be Truly Confident in Yourself",
    "content": "Just because somebody has something (tons of friends, a million dollars, a bitchin’ beach body) doesn’t necessarily mean that this person is confident in it. There are business tycoons who totally lack confidence in their own wealth, models who lack confidence in their looks, and celebrities who lack confidence in their own popularity. So I think the first thing we can establish is that confidence is not necessarily linked to any external marker. Rather, our confidence is rooted in our perception of ourselves regardless of any tangible external reality.",
    "user_id": 3
  },
  {
    "title": "How Dogs in the Workplace Boosts Productivity",
    "content": "More and more frequently, employers and employees are discovering that pets at the workplace make them happier, lower stress levels, and create a comfortable, flexible environment. Pets can create camaraderie within the workplace and trigger interactions that may not have happened without them. Better communication leads to more trust, a key component in a successful work environment. Trust and communication rival stress and promote productivity, causing improved morale and reduced absenteeism. Furthermore, reduced stress means less stress-related ailments and the healthcare costs that accompany them.",
    "user_id": 2
  },
  {
    "title": "The Best Programming Podcast",
    "content": "Most of the following podcasts are front-end and JavaScript-related, but there are plenty of others that cover other technologies. If you’re into front end development and user experience design, Shop Talk is an excellent show for you. It features interviews with top developers in the industry, as well as rapid-fire sessions where hosts Dave Rupert and Chris Coyier answer loads of listener-submitted questions.",
    "user_id": 1
  },
  {
    "title": "How to be a good public speaker",
    "content": "The key to all successful public speeches is knowing your audience. This doesn't mean having met everyone in the room. It means knowing at a high level who the audience is, what they want and what they need to know. These details will allow you to pitch your speech accordingly, focus on relevant content and ensure you go into the right level of detail.",
    "user_id": 6
  },
  {
    "title": "Best Programmers Throughout History",
    "content": "Mel nulla legimus senserit id. Vim purto tractatos in, te vix error regione, erant laudem legere an vel. Falli fierent ius ex! In legere iriure est, id vis prima maluisset, purto numquam inimicus ut eos! In duo antiopam salutatus, an vel quodsi virtute definitiones.\r\n\r\nEst te sumo voluptaria, ius no putant argumentum, alienum ocurreret vim cu? Volumus democritum no vel, virtute commune an est. Vel te propriae lobortis rationibus, no eum odio neglegentur? Duo an sumo ignota latine! Nec mazim aperiam percipitur eu, id his dicit omnium.",
    "user_id": 7
  },
  {
    "title": "How To Create A YouTube Channel",
    "content": "In a world that’s increasingly dominated by video, getting more views on YouTube should be near (if not at) the top of every content marketer’s to-do list.\nBefore you say it, allow me to address the elephant in the room: YouTube views don’t keep the lights on. If you’re hesitant to dedicate time and resources to a channel that doesn’t drive direct ROI, you’re not alone. Plenty of marketers—under pressure to meet short-term targets—prefer to forgo YouTube and invest everything they have in paid search and paid social.\nI empathize with these folks—I really do. But we need to acknowledge a hard truth: Without a healthy volume of top-of-funnel prospects, you won’t be able to consistently meet your targets over the long term.",
    "user_id": 2
  },
  {
    "title": "How I Record My Videos",
    "content": "Recording video has never been so easy or effortless. Everyone has a powerful video camera in their pocket: a smartphone. And with a little practice and access to a few key tips, even you - yes, you - can start recording great footage, vlogging, or even record an indie film or documentary using just your smartphone. Thus, in an effort to help you capture whatever it is you want in the best way possible, Pocket-lint has rounded up ten tips. Although some of the tips might seem obvious, following all of them should result in amazing video every time.",
    "user_id": 1
  },
  {
    "title": "Python and Physics",
    "content": "When I began teaching computational physics, the first decision facing me was “which language do I use?” With the sheer number of good programming languages available, it was not an obvious choice. I wanted to teach the course with a general-purpose language, so that students could easily take advantage of the skills they gained in the course in fields outside of physics. The language had to be readily available on all major operating systems. Finally, the language had to be free. I wanted to provide the students with a skill that they did not have to pay to use!",
    "user_id": 3
  },
  {
    "title": "Sundar Pichai Rises To Alphabet CEO: From True Blue Tamil Boy To Google Founders’ Favourite",
    "content": "Just when we thought Sundar Pichai has reached the highest point in life that anyone can ever dream of, he touches another milestone. Pichai has been named the new CEO of Alphabet Inc, Google’s parent company.\nCofounders Larry Page and Sergey Brin have stepped aside from day-to-day operations of the company and will continue as cofounders and members of Alphabet’s board. Pichai, who is also a board member, will lead Alphabet alongside his role as CEO of Google and managing Alphabet’s portfolio which includes Chronicle, GV, CapitalG, Verily, Loon, X, Waymo and Google Fiber.",
    "user_id": 6
  },
  {
    "title": "Listening to Music while Studying: A Good or a Bad Idea?",
    "content": "I rush into the library to drop off some books. When I turn around I see students sitting at tables going over their notes and reading their textbooks; studying. It’s that time of the year again: Exam season is underway. I notice that many of them are wearing headphones and I start to wonder: What are they listening to? Their favourite songs, relaxing lounge tunes, or white noise that cancels out disturbing noise from the outside? Does it make a difference at all what they are listening to while studying?",
    "user_id": 1
  },
  {
    "title": "How to Write Catchy Headlines",
    "content": "Coming up with a great headline isn’t like the movies. There’s no magical Don Draper to feed you the perfect line. It’s usually a long slog through brainstorms and iterations. And although it’s frustrating, it’s necessary to find the right one. That said, you don’t totally have to fumble around in the dark.",
    "user_id": 2
  },
  {
    "title": "The Rise of Data Science",
    "content": "Data Science is a banquet of data cleaning, analysis, and preparation, an umbrella term for several scientific methodologies to discover hidden patterns from raw data. Data science also involves solving business problems in multidimensional processes deploying prototypes, algorithms, predictive models, and custom analysis. Data scientists who work distinctively with data apply predictive analysis, machine learning, and sentiment analysis to extract valuable insights. Data Science finds its application in BFSI, Healthcare, Manufacturing, and Transportation to name a few.",
    "user_id": 3
  },
  {
    "title": "Start to Learn Python",
    "content": "Before getting started, you may want to find out which IDEs and text editors are tailored to make Python editing easy, browse the list of introductory books, or look at code samples that you might find helpful. There is a list of tutorials suitable for experienced programmers on the BeginnersGuide/Tutorials page of python.org. There is also a list of resources in other languages which might be useful if English is not your first language. The online documentation is your first port of call for definitive information.",
    "user_id": 6
  },
  {
    "title": "Go ahead – step forward",
    "content": "Do what you’re guided to do. Sometimes it’s about taking action and sometimes it’s about relaxing into doing nothing but trusting that everything is unfolding perfectly. You will know when you listen and are attentive and aware of how Life speaks to you. Sometimes the universe speaks to us by repeating words or phrases to signal that that’s something important (or as a conformation to you so that you can relax into the inner knowing and be at peace). One way to do this is to become quiet and ask what you need to pay more attention to.",
    "user_id": 2
  },
  {
    "title": "Want More Synchronicity In Life?",
    "content": "To experience more synchronicity and ‘coincidences’ we need to listen and be aware of the world around us and also our intuitionThat’s how the universe speaks to itself, it’s an ongoing flow of information that comes from both the outside and from within. It’s always happening, it’s just that most people are not aware enough to see them. Pay attention to how the universe speaks to you todayParticipate in the flow by being attentive and by listening to your inner voice. When something comes to your attention more than 2-3 times then listen extra carefully because that’s a significant sign for you.It could be a confirmation from the universe telling you that you’re in the perfect flow with the right path.",
    "user_id": 1
  },
  {
    "title": "My Last Post",
    "content": "Two months have passed since I last published a recipe on my blog and I want to explain why. There are no excuses about being busy, or despair over increased demands of life making blogging hard. I’m going to tell you the exact reason why I started blogging, why I’m going to stop and some words about the exciting and fulfilling project that I’m refocussing my time upon.",
    "user_id": 6
  }
]